Repository: OpenE2/Panel
Catalog: usr/lib/enigma2/python/Plugins/Satdreamgr/Manipulate/po/*/LC_MESSAGES/lang.po
Languages: el

source: Archives Explorer
el: Διαχειρηστής Αρχείων

source: Delete
el: Διαγραφή

source: Info
el: Πληροφορίες

source: Ok
el: Επιβεβαίωση

source: Cancel
el: Ακύρωση

source: Install new bootlogo...
el: Εγκατάσταση νέου λογότυπου εκκίνησης

source: Bootlogo-package:\n
el: Πακέτο-Λογότυπου εκκίνησης:\n

source: Manipulate Files : Install...
el: Διαχείρηση Αρχείων : Εγκατάσταση...

source: Install this package
el: Εγκατάσταση αυτού του πακέτου

source: View this shell-script
el: Εμφάνιση αυτου του shell-script

source: Start execution
el: Έναρξη εκτέλεσης

source: Chmod 755 this file
el: Αλλαγή δικαιωμάτων σε 755 γι αυτό το αρχείο

source: Do you want to execute?\n
el: Θέλετε να το εκτελέσετε?\n

source: View this File
el: Εμφάνιση του Αρχείου

source: [Media files]
el: [Αρχεία Media]

source: [All files]
el: [Όλα τα Αρχεία]

source: Manipulate files
el: Διαχείρηση αρχείων

source: Do you realy want to Delete:
el: Θέλετε Πράγματι να Διαγραψετε:

source: Delete file...
el: Διαγραφή αρχείου...

source: Delete Directory...
el: Διαγραφή Καταλόγου...

source: %s FAILED!
el: %s ΑΠΟΤΥΧΙΑ!

source: Manipulate Files
el: Διαχείρηση Αρχείων

source: loading...
el: γίνεται φόρτωση

source: ready...
el: έτοιμο...

source: wait...
el: περιμένετε...

source: No more picture-files.
el: Δεν υπάρχουν άλλα αρχεία-είκονες

source: Informations Delete your file Install Your Files .tar.gz--tar.bz2 --.ipk View your .png.jpg.jpeg Images View and execute your script shell .sh Permissions 755 for your script .sh Install your bootlogo (bootlogo.tar.gz) --------------------------- By SatDreamGR http://www.satdreamgr.com ---------------------------
el: Πληροφορίες Διαγραφή Αρχείων .tar.gz--tar.bz2 --.ipk Εμφάνιση των .png.jpg.jpeg Εικόνων Εμφάνιση και εκτέλεση του script shell .sh Δικαιώματα 755 για το script .sh σας Εγκατάσταση του δικού σας λογότυπου εκκίνησης (bootlogo.tar.gz) --------------------------- By SatDreamGR http://www.satdreamgr.com ---------------------------

source: List of Storage Devices
el: Λίστα Συσκευών Αποθήκευσης

source: Parent Directory
el: Γονικός Φάκελος

source: nothing connected
el: Τίποτα συνδεδεμένο
