Repository: OpenE2/Panel
Catalog: usr/lib/enigma2/python/Plugins/Satdreamgr/Hardware/po/*/LC_MESSAGES/lang.po
Languages: el

source: Hardware Info
el: Πληροφορίες Υλικού

source: System Information
el: Πληροφορίες Συστήματος

source: Netstat
el: Πληροφορίες Δικτύου

source: Ifconfig
el: Κατάσταση Δικτύου

source: Performence Internet
el: Επιδόσεις σύνδεσης

source: V. SecondStage Loader
el: Έκδοση Secondstage

source: ipkg list installed
el: Λίστα εγκατεστημένων πακέτων ipkg

source: Show All Devices
el: Εμφάνιση Συσκευών

source: Show Mounts
el: Εμφάνιση Προσαρτήσεων

source: Exit
el: Έξοδος

source: Ok
el: Επιβεβαίωση

source: Your Version SecondStage Loader Installed
el: Η εγκατεστημένη σας έκδοση του secondstage loader

source: opkg list installed
el: Λίστα εγκατεστημένων πακέτων opkg

source: Info All Devices
el: Πληροφορίες Συσκευών

source: Info Mounts Devices
el: Πληροφορίες Προσαρτημένων Συσκευών
