Repository: OpenE2/Panel
Catalog: usr/lib/enigma2/python/Plugins/Satdreamgr/SwapManager/po/*/LC_MESSAGES/lang.po
Languages: el

source: Exit
el: Έξοδος

source: Close
el: Κλείσιμο

source: Cancel
el: Ακύρωση

source: Info Swap
el: Πληροφορίες Swap

source: Deactivating Swap
el: Απενεργοποίηση Swap

source: Creating swap file on hdd
el: Δημιουργία αρχείου Swap σε HDD

source: Activate swap on HDD
el: Ενεργοποίηση Swap σε HDD

source: Creating swap file on usb
el: Δημιουργία αρχείου Swap σε USB

source: Activate swap on USB
el: Ενεργοποίηση Swap σε USB

source: Creating swap file on cf
el: Δημιουργία αρχείου Swap σε CF

source: Activate swap on CF
el: Ενεργοποίηση Swap σε CF

source: Info Swap
el: Πληροφορίες Swap

source: Please wait : Creating swap File on hdd
el: Παρακαλώ περιμένετε : Δημιουργία αρχείου Swap σε HDD

source: Please wait : Creating swap File on cf
el: Παρακαλώ περιμένετε : Δημιουργία αρχείου Swap σε CF

source: Please wait : Creating swap File on usb
el: Παρακαλώ περιμένετε : Δημιουργία αρχείου Swap σε USB

source: Swap is Deactivated
el: Το Swap απενεργοποιήθηκε!!

source: Swapfile is Not Activated !
el: Τα αρχεία Swap δεν είναι ενεργοποιημένα !

source: Swap File was already created ! You can activate the SWAP on CF if not done yet
el: Το αρχείο SWAP έχει ήδη δημιουργηθεί,μπορείτε να το ενεργοποιήσετε από το Menu CF

source: Done! You can now activate the SWAP on CF
el: Το SWAP δημιουργήθηκε , τώρα μπορείτε να το ενεργοποιήσετε από το Menu CF

source: No compact flash mounted on /media/cf
el: Δεν υπάρχει εγκατεστημένη συσκευή σε /media/cf

source: Swap File was already created ! You can activate the SWAP on HDD if not done yet
el: Το αρχείο SWAP έχει ήδη δημιουργηθεί,μπορείτε να το ενεργοποιήσετε από το Menu HDD

source: Done! You can now activate the SWAP on HDD
el: Το SWAP δημιουργήθηκε , τώρα μπορείτε να το ενεργοποιήσετε από το Menu HDD

source: No hard drive mounted on /media/hdd
el: Δεν υπάρχει εγκατεστημένη συσκευή σε /media/hdd

source: Swap File was already created ! You can activate the SWAP on USB if not done yet
el: Το αρχείο SWAP έχει ήδη δημιουργηθεί,μπορείτε να το ενεργοποιήσετε από το Menu USB

source: Done! You can now activate the SWAP on USB
el: Το SWAP δημιουργήθηκε , τώρα μπορείτε να το ενεργοποιήσετε από το Menu USB

source: No usb stick mounted on /media/usb
el: Δεν υπάρχει εγκατεστημένη συσκευή σε /media/usb

source: Swap is activated on HDD
el: Το SWAP ενεργοποιήθηκε σε HDD

source: There is no swap file found on HDD. Create it first
el: Δεν υπάρχει αρχείο swap σε HDD ,Πρέπει να το δημιουργήσετε.

source: Swap is activated on CF
el: Το SWAP ενεργοποιήθηκε σε CF

source: There is no swap file found on CF. Create it first
el: Δεν υπάρχει αρχείο swap σε CF ,Πρέπει να το δημιουργήσετε.

source: Swap is activated on USB
el: Το SWAP ενεργοποιήθηκε σε USB

source: There is no swap file found on USB. Create it first
el: Δεν υπάρχει αρχείο swap σε USB ,Πρέπει να το δημιουργήσετε.

source: Execution Progress:
el: Πρόοδος εκτέλεσης:

source: Execution finished!!
el: Η Εκτέλεση τελείωσε !!
